Type of the subface.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public SubfaceType SubfaceType { get; }
  Visual Basic
Public ReadOnly Property SubfaceType As SubfaceType
	Get
  Visual C++
public:
property SubfaceType SubfaceType {
	SubfaceType get ();
}
 See Also
  SpatialElementBoundarySubface Class
  Autodesk.Revit.DB Namespace